{
    "home.h2": "Full Stack Developer && Lic. en  Administración", 
    "home.prr": "Amo la lógica y la resolución de problemas desde un pensamiento lateral, mis mejores acompañantes de hoy son Javascript, html, NodeJs, Redux, React, CSS y otras tecnologías que aprendí en mi carrera de Full Stack Developer las cuales me brindaron las herramientas necesarias para hacer realidad mis ideas. Destaco de mi carrera profesional como Lic. en Administración una orientación al marketing y negociación profundizando en el conocimiento y entendimiento de la conducta y percepción de las personas.",
    "menu.home": "Inicio",
    "menu.about": "Sobre mi",
    "menu.project": "Mis proyectos",
    "menu.contact": "Contactame",
    "About.prr":"Soy Lorena, soy Argentina, he recorrido un largo camino donde tuve oportunidad de vivir en varias ciudades, conocer mucha gente y sobre todo ganar mucha experiencia de vida. Cuando me recibí de Lic. en Administración en la UBA me mudé a México donde logré abrirme camino en marketing. Luego de varios años regreso a mi pais y comienza mi interés por el Mkt digital cuñando varios cursos y ampliando mi universo, despertando curiosidad por la programación, un mundo tan extenso y fascinante donde me sumerjo a diario sorprendiendome de todo lo que es posible hacer y de las muchas maneras de hacerlo.",
    "About.title1":"Mis habilidades tecnicas",
    "About.title2":"Mis habilidades blandas",
    "About.title3":"Hola",
    "About.skill1":"MARKETING",
    "About.skill2":"POSICIONAMIENTO DE MARCA",
    "About.skill3":"ANÁLISIS DE MERCADO",
    "About.skill4":"PENSAMIENTO LATERAL",
    "About.skill5":"CREATIVIDAD",
    "About.skill6":"COMUNICACIÓN NO VERBAL",
    "About.skill7":"GRAFOLOGÍA",
    "Pro.title": "Mis Proyectos",
    "Pro.title1": "Cryptocurrency quoter",
    "Tur.h2": "Aplicación web + Aplicación movil + Super Admin",
    "Tur.p1": "Desarrollo realizado por un talentosísimo equipo de programadores aplicando metodologías metodologías agiles y los principios de SOLID. Es un sistema integrado de gestión de turnos para espacios deportivos. Consta de: - Una app web donde los propietarios de los espacios pueden registrarse, subir sus ofertas de canchas, especificar y editar días y horarios, gestionar sus reservas, consultar su historial de movimientos, etc. - Una app movil donde el usuario puede loguerse con Google, activar la ubicación y acceder a los espacios deportivos más cercanos ordenados por reputación, filtrar el deporte de preferencia, ver la disponibilidad de los espacios asi como tambien los días y horarios, hacer la reserva y bonar la misma por Mercadopago. También darle puntuación a cada espacio luego de utilizarlo entre otras cosas. - Un Super Admin donde el administrador de la aplicación podra editar, eliminar o crear usuarios y propietarios. También editar, eliminar o crear turnos.",
    "Tur.p2": "En este proyecto me toco trabajar en el equipo Backend realizando el diagrama y las relaciones de la base de datos, las rutas necesarias (muchas) para el correcto funcionamiento del sistema, también hice la integración de Mercadopago desde el back y en los últimos días del proyecto apoyé en el equipo Frontend.",
    "Dog.p1":"En esta aplicación podras ver todas las razas de perros existentes navegando por el paginado, ordenando por nombre (A - Z / Z - A) o por peso (max - min / min - max), si quieres ver una raza especifica tienes un buscador en el home donde colocando el nombre te traera las razas que coincidan con este. También puedes filtrar por el tipo de temperamento de cada perro y cuenta con otro filtro donde puedes ver las razas existentes (las que vienen de la api) y las creadas por los usuarios. Haciendo click en la tarjeta del perro veras el detalle del mismo. Cuenta con un formulario controlado donde podras crear una raza de perro indicando nombre, peso, altura, seleccionar los temperamentos y adjuntar una imagen.",
    "Dog.p2":"Aplicación 100% realizada por mi, desde cero, escalando desde base de datos, Backend y Frontend.",
    "Mrvl.h2": "Aplicación que para dispositivos moviles",
    "Mrvl.p": "Para los fans de Marvel, una app donde podras buscar tus personajes favoritos. Cuenta con un buscador por nombre del personaje, dentro de este encontraras una breve descripción de él, allí podras seleccionar Comics y encontraras todos los comics donde aparece el personaje. Utiliza la Api de Marvel para obtener toda la información, esta diseñada exclusivamente en el Front.",
    "Crypto.tit": "Cotizador de Criptomonedas",
    "Crypto.p": "Cotiza tus monedas al instante en tiempo real. Esta aplicción permite obtener los valores de las cripto en distintos valores monetarios, solo selecciona la moneda de preferencia y luego la cripto a cotizar. Este proyecto fue realizado en el Front, con React utilizando hooks. En este desarrollo tuve la oportunidad de crear y utilizar mis propios hooks. Toda la información para la cotización se extrae de una api. ",
    "Cont.t": "Contactame",
    "Nv.1":"Te invito a conocerme..."
}